{
  "products": [
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-07.jpg",
      "title": "Natural Coconut Cleansing Oil",
      "star": 4,
      "price": 29,
      "discount": 20,
      "desc": "Niacinamide and Vitamin C are two anti-aging superstars but not usually formulated together because of their different pH levels.",
      "size": ["25ml", "50ml", "200ml"],
      "categories": ["oil"],
      "productDetails": "Complexion-perfecting natural foundation enriched with antioxidant-packed superfruits, vitamins, and other skin-nourishing nutrients. Creamy liquid formula sets with a pristine matte finish for soft, velvety smooth skin. Say hello to flawless, long-lasting foundation that comes in 7 melt-into-your-skin shades. This lightweight, innovative formula creates a smooth, natural matte finish that won’t settle into lines. It’s the perfect fit for your skin. 1 fl. oz.",
      "benefits": [
        "Buildable medium-to-full coverage",
        "Weightless, airy feel—no caking!",
        "Long-wearing",
        "Evens skin tone",
        "Available in 07 shades (all exclusive to Makeaholic!)"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-19.jpg",
      "title": "Luminous Glow Highlighter Palette",
      "star": 4.5,
      "price": 24.99,
      "discount": 10,
      "desc": "Illuminate your features with our Luminous Glow Highlighter Palette. This versatile palette includes three stunning shades to enhance your natural radiance and create a luminous glow.",
      "size": ["8g"],
      "categories": ["makeup"],
      "productDetails": "The Luminous Glow Highlighter Palette features a silky and blendable formula that glides effortlessly onto the skin. It can be used to highlight the cheekbones, brow bone, and other areas for a captivating glow. Suitable for all skin tones.",
      "benefits": [
        "Creates a radiant and luminous complexion",
        "Buildable intensity for customizable glow",
        "Long-lasting formula",
        "Suitable for all skin tones"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-12.jpg",
      "title": "Hydrating Facial Sheet Mask Set",
      "star": 4.2,
      "price": 19.99,
      "discount": 0,
      "desc": "Indulge in a spa-like experience with our Hydrating Facial Sheet Mask Set. Each sheet mask is infused with hydrating ingredients to revitalize and moisturize your skin.",
      "size": ["Single use"],
      "categories": ["skincare"],
      "productDetails": "This set includes 5 individual sheet masks, each targeting different skin concerns. The masks are made of soft and breathable material for a comfortable fit. Pamper yourself and achieve a refreshed and hydrated complexion.",
      "benefits": [
        "Intensely hydrates and moisturizes the skin",
        "Improves skin elasticity",
        "Soothes and nourishes",
        "Suitable for all skin types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-13.jpg",
      "title": "Volumizing Mascara",
      "star": 4.3,
      "price": 12.5,
      "discount": 0,
      "desc": "Achieve fuller and more voluminous lashes with our Volumizing Mascara. The specially designed brush coats each lash with intense black pigment for a bold and dramatic look.",
      "size": ["8ml"],
      "categories": ["makeup"],
      "productDetails": "Our Volumizing Mascara is formulated with nourishing ingredients to condition and strengthen the lashes. The buildable formula allows you to customize the level of volume and thickness. Get ready to flutter those lashes!",
      "benefits": [
        "Adds volume and thickness to the lashes",
        "Defines and separates for a clump-free look",
        "Long-wearing and smudge-proof",
        "Gentle and suitable for sensitive eyes"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-11.jpg",
      "title": "Matte Lipstick",
      "star": 4.2,
      "price": 9.99,
      "discount": 15,
      "desc": "Achieve a bold and long-lasting matte finish with our Matte Lipstick. Available in a range of vibrant shades, this lipstick delivers intense color payoff with a comfortable wear.",
      "size": ["3.5g"],
      "categories": ["makeup"],
      "productDetails": "Our Matte Lipstick formula is enriched with nourishing ingredients to keep your lips hydrated and moisturized. It glides on smoothly and provides a velvety matte finish. Get ready to make a statement with your lips!",
      "benefits": [
        "Intense and long-lasting color",
        "Matte finish without drying out the lips",
        "Smooth and easy application",
        "Wide range of shades to choose from"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-17.jpg",
      "title": "Hydrating Face Serum",
      "star": 4.5,
      "price": 29.99,
      "discount": 10,
      "desc": "Quench your skin's thirst with our Hydrating Face Serum. This lightweight and fast-absorbing serum delivers intense hydration, leaving your skin plump, radiant, and moisturized.",
      "size": ["30ml"],
      "categories": ["skincare"],
      "productDetails": "The Hydrating Face Serum is formulated with hyaluronic acid and botanical extracts to replenish and retain moisture in the skin. It helps to improve the skin's elasticity and smoothness. Say goodbye to dry and dull skin!",
      "benefits": [
        "Provides intense hydration",
        "Improves skin elasticity",
        "Leaves skin radiant and moisturized",
        "Suitable for all skin types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-05.jpg",
      "title": "Rosemary Essential Oil",
      "star": 4.7,
      "price": 12.99,
      "discount": 20,
      "desc": "Experience the aromatic and therapeutic benefits of Rosemary Essential Oil. This pure and natural oil can be used for aromatherapy, massage, or added to your skincare routine.",
      "size": ["10ml"],
      "categories": ["oil", "skincare"],
      "productDetails": "Our Rosemary Essential Oil is steam distilled from fresh rosemary leaves, ensuring its purity and potency. It has a refreshing and herbaceous scent that uplifts the senses. Discover the numerous uses and benefits of this versatile essential oil.",
      "benefits": [
        "Promotes relaxation and mental clarity",
        "Can be used in aromatherapy or massage",
        "Adds a refreshing scent to skincare products",
        "Natural and pure"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-12.jpg",
      "title": "Coconut Body Butter",
      "star": 4.6,
      "price": 17.5,
      "discount": 25,
      "desc": "Indulge in the luxurious hydration of our Coconut Body Butter. Enriched with the goodness of coconut oil, this rich and creamy body butter deeply nourishes and moisturizes your skin.",
      "size": ["200g"],
      "categories": ["bodycare"],
      "productDetails": "Our Coconut Body Butter is formulated with natural ingredients and is free from harsh chemicals. It absorbs quickly, leaving your skin feeling soft, smooth, and hydrated. Pamper your body with the tropical goodness of coconuts!",
      "benefits": [
        "Intensely moisturizes and nourishes the skin",
        "Leaves skin feeling soft and smooth",
        "Delicate tropical scent",
        "Suitable for all skin types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-06.jpg",
      "title": "Nourishing Hand Lotion",
      "star": 4.4,
      "price": 8.99,
      "discount": 5,
      "desc": "Keep your hands soft and hydrated with our Nourishing Hand Lotion. This lightweight and non-greasy formula absorbs quickly, providing long-lasting moisture to your hands.",
      "size": ["100ml"],
      "categories": ["lotion"],
      "productDetails": "Our Nourishing Hand Lotion is enriched with nourishing ingredients like shea butter and vitamin E. It helps to replenish and restore the skin's moisture barrier, leaving your hands feeling silky smooth. Say goodbye to dry and rough hands!",
      "benefits": [
        "Provides long-lasting moisture",
        "Non-greasy and fast-absorbing",
        "Softens and smoothens the skin",
        "Convenient size for on-the-go hydration"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-16.jpg",
      "title": "Repairing Hair Mask",
      "star": 4.8,
      "price": 14.99,
      "discount": 15,
      "desc": "Restore and revive your hair with our Repairing Hair Mask. This intensive treatment is formulated to repair damaged hair, leaving it soft, shiny, and manageable.",
      "size": ["200ml"],
      "categories": ["haircare"],
      "productDetails": "Our Repairing Hair Mask is infused with nourishing ingredients and natural oils to deeply condition and strengthen your hair. It helps to improve the hair's elasticity, reduce breakage, and enhance overall hair health. Experience the transformation!",
      "benefits": [
        "Repairs and restores damaged hair",
        "Deeply conditions and strengthens",
        "Leaves hair soft, shiny, and manageable",
        "Suitable for all hair types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-03.jpg",
      "title": "BB Cream",
      "star": 4.3,
      "price": 19.99,
      "discount": 10,
      "desc": "Achieve a natural and flawless complexion with our BB Cream. This multi-tasking beauty balm provides coverage, hydration, and sun protection, all in one formula.",
      "size": ["30ml"],
      "categories": ["makeup", "skincare"],
      "productDetails": "Our BB Cream is enriched with beneficial ingredients like hyaluronic acid and antioxidants to nourish and protect your skin. It blends seamlessly, evens out skin tone, and leaves a radiant finish. Simplify your beauty routine with this must-have product!",
      "benefits": [
        "Provides coverage and evens out skin tone",
        "Hydrates and nourishes the skin",
        "Protects against harmful UV rays",
        "Suitable for all skin types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-20.jpg",
      "title": "Tea Tree Facial Cleansing Oil",
      "star": 4.5,
      "price": 22.5,
      "discount": 30,
      "desc": "Gently cleanse and purify your skin with our Tea Tree Facial Cleansing Oil. This lightweight oil effectively removes impurities, leaving your skin clean, refreshed, and balanced.",
      "size": ["100ml"],
      "categories": ["skincare", "oil"],
      "productDetails": "Our Tea Tree Facial Cleansing Oil is formulated with tea tree oil and other botanical extracts known for their purifying properties. It dissolves makeup, dirt, and excess oil without stripping the skin's natural moisture. Experience the power of tea tree oil for a clear and healthy-looking complexion.",
      "benefits": [
        "Effectively removes impurities and makeup",
        "Balances and purifies the skin",
        "Gentle and non-drying formula",
        "Suitable for oily and combination skin"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-06.jpg",
      "title": "Exfoliating Body Scrub",
      "star": 4.6,
      "price": 27.99,
      "discount": 20,
      "desc": "Reveal smoother and softer skin with our Exfoliating Body Scrub. This invigorating scrub gently buffs away dead skin cells, leaving your body feeling rejuvenated and revitalized.",
      "size": ["250g"],
      "categories": ["bodycare"],
      "productDetails": "Our Exfoliating Body Scrub is enriched with natural exfoliants and nourishing oils to effectively polish and hydrate the skin. It stimulates circulation and promotes a healthy glow. Treat yourself to a spa-like experience at home!",
      "benefits": [
        "Gently exfoliates and removes dead skin cells",
        "Leaves skin smooth and revitalized",
        "Hydrates and nourishes the skin",
        "Suitable for all skin types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-08.jpg",
      "title": "Argan Oil Hair Serum",
      "star": 4.7,
      "price": 16.5,
      "discount": 10,
      "desc": "Transform your hair with our Argan Oil Hair Serum. This lightweight serum tames frizz, adds shine, and nourishes your hair, leaving it silky smooth and manageable.",
      "size": ["50ml"],
      "categories": ["haircare", "oil"],
      "productDetails": "Our Argan Oil Hair Serum is infused with pure argan oil and other botanical extracts to provide deep hydration and repair damaged hair. It helps to protect against heat styling and environmental stressors. Say hello to luscious and healthy-looking hair!",
      "benefits": [
        "Tames frizz and flyaways",
        "Adds shine and improves hair texture",
        "Nourishes and hydrates the hair",
        "Suitable for all hair types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-04.jpg",
      "title": "Silky Smooth Foundation",
      "star": 4.2,
      "price": 21.99,
      "discount": 15,
      "desc": "Achieve a flawless complexion with our Silky Smooth Foundation. This lightweight and buildable formula provides medium coverage with a natural finish, leaving your skin looking smooth and radiant.",
      "size": ["30ml"],
      "categories": ["makeup"],
      "productDetails": "Our Silky Smooth Foundation is infused with skin-nourishing ingredients like hyaluronic acid and vitamins. It blends seamlessly and is suitable for all skin types. Say goodbye to imperfections and hello to a beautiful complexion!",
      "benefits": [
        "Provides medium coverage with a natural finish",
        "Blurs imperfections and evens out skin tone",
        "Hydrates and nourishes the skin",
        "Long-lasting formula"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-09.jpg",
      "title": "Revitalizing Eye Cream",
      "star": 4.5,
      "price": 32.5,
      "discount": 20,
      "desc": "Awaken tired eyes with our Revitalizing Eye Cream. This luxurious cream is specially formulated to reduce the appearance of dark circles, puffiness, and fine lines around the delicate eye area.",
      "size": ["15ml"],
      "categories": ["skincare"],
      "productDetails": "Our Revitalizing Eye Cream is enriched with potent ingredients like peptides and botanical extracts to improve the overall appearance of the eye area. It provides hydration and restores elasticity for a youthful and refreshed look.",
      "benefits": [
        "Reduces the appearance of dark circles and puffiness",
        "Smoothens fine lines and wrinkles",
        "Hydrates and nourishes the delicate eye area",
        "Suitable for all skin types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-11.jpg",
      "title": "Jojoba Oil",
      "star": 4.7,
      "price": 9.99,
      "discount": 0,
      "desc": "Experience the versatility of Jojoba Oil. This multi-purpose oil can be used for skincare, haircare, and even as a makeup remover. It's a must-have in your beauty routine.",
      "size": ["30ml"],
      "categories": ["oil", "skincare", "haircare"],
      "productDetails": "Our Jojoba Oil is cold-pressed and 100% pure, ensuring its quality and effectiveness. It mimics the skin's natural oils, making it suitable for all skin types. Discover the endless benefits of this nourishing and moisturizing oil.",
      "benefits": [
        "Moisturizes and nourishes the skin",
        "Conditions and strengthens the hair",
        "Can be used as a makeup remover",
        "Natural and versatile"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-13.jpg",
      "title": "Jojoba Oil",
      "star": 4.7,
      "price": 9.99,
      "discount": 0,
      "desc": "Experience the versatility of Jojoba Oil. This multi-purpose oil can be used for skincare, haircare, and even as a makeup remover. It's a must-have in your beauty routine.",
      "size": ["30ml"],
      "categories": ["oil", "skincare", "haircare"],
      "productDetails": "Our Jojoba Oil is cold-pressed and 100% pure, ensuring its quality and effectiveness. It mimics the skin's natural oils, making it suitable for all skin types. Discover the endless benefits of this nourishing and moisturizing oil.",
      "benefits": [
        "Moisturizes and nourishes the skin",
        "Conditions and strengthens the hair",
        "Can be used as a makeup remover",
        "Natural and versatile"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-16.jpg",
      "title": "Whipped Body Mousse",
      "star": 4.6,
      "price": 19.99,
      "discount": 10,
      "desc": "Indulge in the luxurious texture of our Whipped Body Mousse. This lightweight and creamy mousse deeply hydrates and softens your skin, leaving it silky smooth and delicately scented.",
      "size": ["150ml"],
      "categories": ["bodycare"],
      "productDetails": "Our Whipped Body Mousse is enriched with nourishing ingredients like shea butter and botanical extracts. It absorbs quickly, providing long-lasting moisture and a pampering experience for your skin.",
      "benefits": [
        "Deeply hydrates and nourishes the skin",
        "Leaves skin soft, smooth, and delicately scented",
        "Lightweight and fast-absorbing",
        "Suitable for all skin types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-23.jpg",
      "title": "Volumizing Mascara",
      "star": 4.3,
      "price": 12.5,
      "discount": 25,
      "desc": "Enhance your lashes with our Volumizing Mascara. This formula coats each lash, adding volume, length, and definition for a dramatic and eye-catching look.",
      "size": ["8ml"],
      "categories": ["makeup"],
      "productDetails": "Our Volumizing Mascara features a specially designed brush that separates and lifts each lash, while the smudge-proof and long-lasting formula ensures all-day wear. Get ready to bat those beautiful lashes!",
      "benefits": [
        "Adds volume, length, and definition to lashes",
        "Smudge-proof and long-lasting formula",
        "Creates a dramatic and eye-catching look",
        "Suitable for all lash types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-11.jpg",
      "title": "Hydrating Sheet Mask",
      "star": 4.4,
      "price": 6.99,
      "discount": 0,
      "desc": "Give your skin a hydration boost with our Hydrating Sheet Mask. This sheet mask is soaked in a nourishing essence that replenishes moisture and revitalizes the skin.",
      "size": ["Single use"],
      "categories": ["skincare"],
      "productDetails": "Our Hydrating Sheet Mask is made with soft and breathable material, allowing the essence to penetrate deeply into the skin. It delivers intense hydration and leaves your skin refreshed and glowing.",
      "benefits": [
        "Provides intense hydration to the skin",
        "Revitalizes and refreshes the complexion",
        "Easy and convenient to use",
        "Suitable for all skin types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-02.jpg",
      "title": "Coconut Milk Body Wash",
      "star": 4.5,
      "price": 15.99,
      "discount": 15,
      "desc": "Indulge in the tropical scent of our Coconut Milk Body Wash. This creamy and luxurious formula cleanses your skin, leaving it soft, smooth, and delicately scented.",
      "size": ["250ml"],
      "categories": ["bodycare"],
      "productDetails": "Our Coconut Milk Body Wash is enriched with moisturizing ingredients and the nourishing benefits of coconut milk. It creates a rich lather that gently cleanses and hydrates your skin, making your shower time a spa-like experience.",
      "benefits": [
        "Cleanses and moisturizes the skin",
        "Leaves skin soft, smooth, and delicately scented",
        "Creamy and luxurious formula",
        "Suitable for all skin types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-16.jpg",
      "title": "Anti-Aging Serum",
      "star": 4.8,
      "price": 45.99,
      "discount": 30,
      "desc": "Turn back the clock with our Anti-Aging Serum. This potent serum is formulated with powerful antioxidants and anti-aging ingredients to reduce the appearance of wrinkles and fine lines.",
      "size": ["30ml"],
      "categories": ["skincare"],
      "productDetails": "Our Anti-Aging Serum targets multiple signs of aging, including wrinkles, sagging skin, and uneven tone. It promotes collagen production and improves the overall texture and elasticity of your skin, revealing a more youthful and radiant complexion.",
      "benefits": [
        "Reduces the appearance of wrinkles and fine lines",
        "Improves skin texture and elasticity",
        "Promotes collagen production",
        "Suitable for all skin types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-07.jpg",
      "title": "Nourishing Hair Mask",
      "star": 4.6,
      "price": 24.99,
      "discount": 20,
      "desc": "Give your hair a nourishing treat with our Nourishing Hair Mask. This rich and creamy mask deeply conditions and repairs damaged hair, leaving it soft, smooth, and manageable.",
      "size": ["200ml"],
      "categories": ["haircare"],
      "productDetails": "Our Nourishing Hair Mask is infused with nutrient-rich ingredients like argan oil and keratin to replenish moisture, restore shine, and strengthen your hair. It repairs split ends and protects against further damage.",
      "benefits": [
        "Deeply conditions and repairs damaged hair",
        "Restores shine and improves hair texture",
        "Strengthens and protects against further damage",
        "Suitable for all hair types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-03.jpg",
      "title": "Mineral Loose Powder",
      "star": 4.4,
      "price": 18.5,
      "discount": 10,
      "desc": "Achieve a flawless and matte finish with our Mineral Loose Powder. This lightweight powder sets your makeup, controls shine, and blurs imperfections for a smooth and natural-looking complexion.",
      "size": ["10g"],
      "categories": ["makeup"],
      "productDetails": "Our Mineral Loose Powder is formulated with finely milled minerals that provide a soft-focus effect on the skin. It absorbs excess oil and extends the wear of your makeup. Get ready to say goodbye to unwanted shine!",
      "benefits": [
        "Sets makeup and controls shine",
        "Blurs imperfections and evens out skin tone",
        "Lightweight and breathable formula",
        "Suitable for all skin types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-03.jpg",
      "title": "Soothing Aloe Vera Gel",
      "star": 4.7,
      "price": 12.99,
      "discount": 0,
      "desc": "Soothe and hydrate your skin with our Aloe Vera Gel. This cooling and refreshing gel is enriched with pure aloe vera extract to calm irritation and provide instant relief.",
      "size": ["200ml"],
      "categories": ["skincare"],
      "productDetails": "Our Aloe Vera Gel is non-greasy and quickly absorbed, making it suitable for face and body. It helps to heal sunburns, soothe dry skin, and promote a healthy complexion. Keep this multitasking gel handy for all your skincare needs.",
      "benefits": [
        "Soothes and hydrates the skin",
        "Calms irritation and provides instant relief",
        "Non-greasy and quickly absorbed",
        "Suitable for all skin types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-11.jpg",
      "title": "Cocoa Butter Body Lotion",
      "star": 4.5,
      "price": 14.99,
      "discount": 15,
      "desc": "Indulge your skin with our Cocoa Butter Body Lotion. This luxurious lotion deeply nourishes and moisturizes your skin, leaving it soft, smooth, and beautifully scented.",
      "size": ["300ml"],
      "categories": ["lotion", "bodycare"],
      "productDetails": "Our Cocoa Butter Body Lotion is enriched with the goodness of cocoa butter and other skin-loving ingredients. It absorbs quickly, providing long-lasting hydration and restoring the natural elasticity of your skin.",
      "benefits": [
        "Deeply nourishes and moisturizes the skin",
        "Leaves skin soft, smooth, and beautifully scented",
        "Absorbs quickly without a greasy residue",
        "Suitable for all skin types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-23.jpg",
      "title": "Repairing Hair Serum",
      "star": 4.3,
      "price": 16.99,
      "discount": 10,
      "desc": "Revive and repair your hair with our Repairing Hair Serum. This lightweight serum penetrates deeply into the hair shaft, restoring moisture, shine, and vitality.",
      "size": ["50ml"],
      "categories": ["haircare"],
      "productDetails": "Our Repairing Hair Serum is formulated with a blend of nourishing oils and vitamins to repair and protect your hair from heat styling and environmental damage. It tames frizz, detangles, and leaves your hair looking smooth and healthy.",
      "benefits": [
        "Repairs and revitalizes damaged hair",
        "Restores moisture, shine, and vitality",
        "Protects against heat styling and environmental damage",
        "Suitable for all hair types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-20.jpg",
      "title": "Matte Liquid Lipstick",
      "star": 4.4,
      "price": 9.99,
      "discount": 0,
      "desc": "Get a bold and long-lasting lip color with our Matte Liquid Lipstick. This formula glides on smoothly, drying to a matte finish that stays put throughout the day.",
      "size": ["6ml"],
      "categories": ["makeup"],
      "productDetails": "Our Matte Liquid Lipstick is highly pigmented and comfortable to wear. It doesn't feather or transfer, ensuring a flawless and statement-making pout. Choose from a wide range of stunning shades to suit any mood or occasion.",
      "benefits": [
        "Provides bold and long-lasting color",
        "Dries to a matte finish",
        "Non-feathering and non-transferring formula",
        "Suitable for all lip types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-16.jpg",
      "title": "Brightening Face Mask",
      "star": 4.5,
      "price": 7.5,
      "discount": 0,
      "desc": "Achieve a brighter and more radiant complexion with our Brightening Face Mask. This mask is infused with potent ingredients that help to reduce the appearance of dark spots and uneven skin tone.",
      "size": ["Single use"],
      "categories": ["skincare"],
      "productDetails": "Our Brightening Face Mask is made with natural and skin-loving ingredients like vitamin C and niacinamide. It revitalizes dull skin, promotes a more even complexion, and leaves your skin glowing and refreshed.",
      "benefits": [
        "Reduces the appearance of dark spots and uneven skin tone",
        "Revitalizes dull skin and promotes a more even complexion",
        "Leaves skin glowing and refreshed",
        "Suitable for all skin types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-06.jpg",
      "title": "Coconut Hair Oil",
      "star": 4.6,
      "price": 11.99,
      "discount": 5,
      "desc": "Nourish and strengthen your hair with our Coconut Hair Oil. This lightweight and non-greasy oil deeply penetrates the hair shaft, providing intense hydration and promoting healthy hair growth.",
      "size": ["100ml"],
      "categories": ["haircare", "oil"],
      "productDetails": "Our Coconut Hair Oil is enriched with the goodness of pure coconut oil and other nourishing oils. It conditions the hair, reduces frizz, and adds shine without weighing it down. Incorporate this versatile oil into your haircare routine for luscious and manageable locks.",
      "benefits": [
        "Nourishes and strengthens the hair",
        "Provides intense hydration and promotes healthy hair growth",
        "Reduces frizz and adds shine",
        "Suitable for all hair types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-05.jpg",
      "title": "Soothing Body Butter",
      "star": 4.7,
      "price": 22.99,
      "discount": 15,
      "desc": "Pamper your skin with our Soothing Body Butter. This rich and creamy butter melts into your skin, providing long-lasting moisture and a soothing sensation.",
      "size": ["200ml"],
      "categories": ["bodycare"],
      "productDetails": "Our Soothing Body Butter is infused with nourishing ingredients like shea butter and aloe vera to deeply hydrate and calm your skin. It absorbs quickly, leaving it soft, supple, and delicately scented.",
      "benefits": [
        "Provides long-lasting moisture and a soothing sensation",
        "Deeply hydrates and nourishes the skin",
        "Absorbs quickly without a greasy residue",
        "Suitable for all skin types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-15.jpg",
      "title": "Waterproof Eyeliner",
      "star": 4.4,
      "price": 8.5,
      "discount": 0,
      "desc": "Create precise and long-lasting eye looks with our Waterproof Eyeliner. This formula glides on smoothly, providing intense color and a smudge-proof finish that stays put all day.",
      "size": ["0.5g"],
      "categories": ["makeup"],
      "productDetails": "Our Waterproof Eyeliner is designed with a fine tip for easy application and precise lines. It's perfect for creating winged eyeliner or a bold, defined look. Get ready to make a statement with your eyes.",
      "benefits": [
        "Provides intense color and a smudge-proof finish",
        "Glides on smoothly for easy application",
        "Waterproof and long-lasting formula",
        "Suitable for all eye types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-16.jpg",
      "title": "Hydrating Lip Balm",
      "star": 4.6,
      "price": 5.99,
      "discount": 10,
      "desc": "Keep your lips soft, smooth, and moisturized with our Hydrating Lip Balm. This nourishing balm provides long-lasting hydration and protects your lips from dryness and chapping.",
      "size": ["4g"],
      "categories": ["skincare"],
      "productDetails": "Our Hydrating Lip Balm is enriched with hydrating and soothing ingredients like shea butter and jojoba oil. It glides on smoothly, leaving your lips feeling supple and conditioned. Say goodbye to dry and cracked lips!",
      "benefits": [
        "Provides long-lasting hydration and protects from dryness",
        "Keeps lips soft, smooth, and moisturized",
        "Glides on smoothly and feels comfortable",
        "Suitable for all lip types"
      ]
    },
    {
      "imgUrl": "https://templates.g5plus.net/glowing/images/product-11.jpg",
      "title": "Gentle Cleansing Foam",
      "star": 4.5,
      "price": 9.99,
      "discount": 0,
      "desc": "Cleanse your skin gently and effectively with our Gentle Cleansing Foam. This foaming cleanser removes impurities and excess oil, leaving your skin refreshed and balanced.",
      "size": ["150ml"],
      "categories": ["skincare"],
      "productDetails": "Our Gentle Cleansing Foam is formulated with mild and non-irritating ingredients, making it suitable for all skin types, including sensitive skin. It creates a rich lather that effectively cleanses without stripping the skin's natural moisture.",
      "benefits": [
        "Gently and effectively removes impurities and excess oil",
        "Leaves skin refreshed, balanced, and clean",
        "Mild and non-irritating formula",
        "Suitable for all skin types"
      ]
    }
  ]
}
